Repository: v1cont/yad
Catalog: po/*.po
Languages: ka

source: translator-credits
ka: temuri doghonadze

source: Yet Another Dialog (show dialog boxes from shell scripts) Based on Zenity code Built with Webkit Built with GtkSourceView Built with GSpell Using GTK+ %d.%d.%d
ka: Yet Another Dialog (გარსის სკრიპტებიდან ფანჯრების ჩვენება) ეფუძნება Zenity-ის კოდს აგებულია Webkit-ით აგებულია GtkSourceView-ით აგებულია GSpell-ით ვიყენებ GTK+ %d.%d.%d

source: Cannot open file '%s': %s
ka: ფაილის გახსნის შეცდომა '%s': %s

source: Maximum value must be greater than minimum value.
ka: მაქსიმალური მნიშვნელობა მინიმალურზე მეტი უნდა იყოს.

source: Initial value less than minimal.
ka: საწყისი მნიშვნელობა მინიმალურზე მცირეა.

source: Initial value greater than maximum.
ka: საწყისი მნიშვნელობა მაქსიმალურზე მეტია.

source: Select files
ka: მონიშნეთ ფაილები

source: Cancel
ka: _გაუქმება

source: OK
ka: დიახ

source: Select folders
ka: მონიშნეთ საქაღალდეები

source: Select or create file
ka: აირჩიეთ ან შექმენით ფაილი

source: Select or create folder
ka: აირჩიეთ ან შექმენით საქაღალდე

source: Select date
ka: აირჩიეთ თარიღი

source: Select file
ka: აირჩიეთ ფაილი

source: Select folder
ka: საქაღალდეს არჩევა

source: Link
ka: ბმული

source: YAD - Select File
ka: YAD - აირჩიეთ ფაილი

source: Open URI
ka: URI-ის გახსნა

source: Open
ka: გახსნა

source: Enter URI or file name:
ka: შეიყვანეთ URI ან ფაილის სახელი:

source: Quit
ka: გამოსვლა

source: Unable to parse file %s: %s
ka: %s ფაილის დამუშავების შეცდომა: %s

source: Unable to open directory %s: %s
ka: %s საქაღალდის გახსნის შეცდომა:%s

source: %d sec
ka: %d წმ

source: Unable to parse YAD_OPTIONS: %s
ka: YAD_OPTIONS-ის დამუშავების შეცდომა: %s

source: Unable to parse command line: %s
ka: ბრძანების პარამეტრების დამუშავების შეცდომა: %s

source: WARNING: Using gtkrc option is deprecated, please use --css instead
ka: გაფრთხილება: gtkrc პარამეტრი მოძველებულია. გამოიყენეთ --css

source: WARNING: --plug mode not supported outside X11
ka: გაფრთხილება: --plug რეჟიმი X11-ის გარეთ მხარდაუჭერელია

source: WARNING: This mode not supported outside X11
ka: გაფრთხილება: ეს რეჟიმი X11-ის გარეთ მხარდაუჭერელია

source: Could not load notification icon '%s': %s
ka: გაფრთხილების ხატულის '%s' ჩატვირთვის შეცდომა: %s

source: Invalid UTF-8 in tooltip!
ka: არასწორი UTF-8 მინიშნებაში!

source: Unknown command '%s'
ka: უცნობი ბრძანება '%s'

source: Yad notification
ka: Yad-ის გაფრთხილება

source: Add row
ka: მწკრივის დამატება

source: Add child row
ka: შვილი მწკრივის დამატება

source: Delete row
ka: მწკრივის წაშლა

source: Edit row
ka: მწკრივის ჩასწორება

source: Duplicate row
ka: დუბლირებული მწკრივი

source: Move row up
ka: მწკრივის ატანა

source: Move row down
ka: მწკრივის ჩამოტანა

source: WARNING: You are use --checklist or --radiolist option. Those options obsoleted and will be removed in the future
ka: გაფრთხილება: იყენებთ --checklist ან --rediolist პარამეტრს. ეს პარამეტრები მოძველებულია და მომავალში წაიშლება

source: No column titles specified for List dialog.
ka: არ არის მითითებული სვეტის სათაური.

source: Set the dialog title
ka: ფანჯრის სათაურის დაყენება

source: TITLE
ka: სათაური

source: Set the window icon
ka: ფანჯარის ხატულის დაყენება

source: ICONPATH
ka: ხატულას მდებარეობა

source: Set the window width
ka: ფანჯრის სიგანის დაყენება

source: WIDTH
ka: სიგანე

source: Set the window height
ka: ფანჯრის სიმაღლის დაყენება

source: HEIGHT
ka: სიმაღლე

source: Set the X position of a window
ka: ფანჯრის X პოზიციის დაყენება

source: NUMBER
ka: რიცხვი

source: Set the Y position of a window
ka: ფანჯრის Y პოზიციის დაყენება

source: Set the window geometry
ka: ფანჯრის გეომეტრიის დაყენება

source: WxH+X+Y
ka: სიგxსიმ+X+Y

source: Set dialog timeout in seconds
ka: ფანჯრის ვადა, წამებში

source: Show remaining time indicator (top, bottom, left, right)
ka: დარჩენილი დროის ინდიკატორის ჩვენება (top (ზემოთ), bottom (ქვემოთ), left (მარცხნივ), right (მარჯვნივ))

source: POS
ka: პოზ

source: Set the dialog text
ka: ფანჯრის ტექსტის დაყენება

source: TEXT
ka: ტექსტი

source: Set the dialog text width in characters
ka: დიალოგის ტექსტის სიგანის მითითება, სიმბოლოების რაოდენობით

source: Set the dialog text alignment (left, center, right, fill)
ka: დიალოგის ტექსტის სწორების დაყენება (left (მარცხენა), center (ცენტრი), right (მარჯვენა), fill (შევსება))

source: TYPE
ka: ტიპი

source: Set the dialog image
ka: დიალოგის გამოსახულეის დაყენება

source: IMAGE
ka: გამოსახულება

source: Use specified icon theme instead of default
ka: ნაგულისხმების მაგიერ მითითებული ხატულების თემის გამოყენება

source: THEME
ka: თემა

source: Hide main widget with expander
ka: მთავარი ვიჯეტის დამალვა გამფართოებლით

source: [TEXT]
ka: [ტექსტი]

source: Add dialog button (may be used multiple times)
ka: დიალოგის ღილაკის დამატება (შეგიძლიათ ბევრჯერაც გამოიყენოთ)

source: NAME:ID
ka: სახელი:ID

source: Don't show buttons
ka: ღილაკები ნაჩვენები არ იქნება

source: Set buttons layout type (spread, edge, start, end or center)
ka: ღილაკების განაწილების დაყენება (spread (გაფანტვა), edge (წიბო), start (დასაწყისი), end (დასასრული) ან center (ცენტრი))

source: Don't use pango markup language in dialog's text
ka: დიალოგის ტექსტში მარქაფის ენა pango გამოყენებული არ იქნება

source: Don't close dialog if Escape was pressed
ka: Escape-ის დაჭერის შემდეგ ფანჯარა არ დაიხურება

source: Escape acts like OK button
ka: Escape აკეთებს იგივეს, რასაც ღილაკი დიახ

source: Set window borders
ka: ფანჯრის საზღვრების დაყენება

source: Always print result
ka: შედეგის ყოველთვის გამოტანა

source: Set default return code
ka: ნაგულისხმები დასაბრუნებელი კოდის დაყენება

source: Dialog text can be selected
ka: დიალოგის ტექსტის მონიშვნა შესაძლებელია

source: Don't scale icons
ka: ხატულების მასშტაბირების გარეშე

source: Run commands under specified interpreter (default: bash -c '%s')
ka: ბრძანებების მითითებული ინტერპრეტატორით გაშვება (ნაგულისხმები: bash -c '%s')

source: Set URI handler
ka: URI-ის დამმუშავებლის დაყენება

source: Set command running when F1 was pressed
ka: F11-ის დაჭერის დროს გასაშვები ბრძანების დაყენება

source: PATH
ka: ბილიკი

source: Set window sticky
ka: ფანჯრის წებოვნობის დაყენება

source: Set window unresizable
ka: ფანჯრის ზომების შეცვლის გამორთვა

source: Place window on top
ka: ფანჯრის ზემოდან დადება

source: Place window on center of screen
ka: ფანჯრის ეკრანის ცენტრში დადება

source: Place window at the mouse position
ka: ფანჯრის თაგუნას მდებარეობასთან მოთავსება

source: Set window undecorated
ka: ფანჯრის დეკორაციების გათიშვა

source: Don't show window in taskbar
ka: ფანჯარა ამოცანების პანელზე ნაჩვენები არ იქნება

source: Set window maximized
ka: ფანჯრის გადიდებულად დაყენება

source: Set window fullscreen
ka: ფანჯრის მთელ ეკრანზე გაშლა

source: Don't focus dialog window
ka: დიალოგის ფანჯარას ფოკუსი არ ექნება

source: Close window when it sets unfocused
ka: ფანჯრის დახურვა მასზე ფოკუსის მოხსნისას

source: Special type of dialog for XEMBED
ka: დიალოგის სპეციალური ტიპი XEMBED-ისთვის

source: KEY
ka: ღილაკი

source: Tab number of this dialog
ka: ამ დიალოგის ჩანართის ნომერი

source: Send SIGNAL to parent
ka: მშობლისთვის სიგნალის გაგზავნა

source: [SIGNAL]
ka: [სიგნალი]

source: Print X Window Id to the file/stderr
ka: ფაილში/stderr-ში X Window ID-ის გამოტანა

source: [FILENAME]
ka: [ფაილის სახელი]

source: Set the format for the returned date
ka: დაბრუნებული თარიღის ფორმატის დაყენება

source: PATTERN
ka: შაბლონი

source: Set presicion of floating numbers (default - 3)
ka: მცურავმძიმიანი რიცხვების სიზუსტის დაყენება (ნაგულისხმები 3)

source: Set command handler
ka: ბრძანებლის დამმუშავებლის დაყენება

source: Listen for data on stdin
ka: მონაცემებისთვის stdin-ის მოსმენა

source: Set common separator character
ka: საერთო გამყოფი სიმბოლოს დაყენება

source: SEPARATOR
ka: გამყოფი

source: Set item separator character
ka: ელემენტის გამყოფი სიმბოლოს დაყენება

source: Allow changes to text in some cases
ka: ზოგიერთ შემთხვევაში ტექსტის შეცვლის დაშვება

source: Autoscroll to end of text
ka: ავტომატური გადახვევა ტექსტის ბოლოში

source: Autoscroll to end of text (alias to tail)
ka: ავტომატური გადახვევა ტექსტის ბოლოში (იგივე, რაც tail)

source: Quote dialogs output
ka: ფანჯრის გამოტანის ბრჭყალებში ჩასმა

source: Output number instead of text for combo-box
ka: Combo-box-სთვის ტექსტის მაგიერ რიცხვის გამოტანა

source: Specify font name to use
ka: მიუთითეთ ფონტის სახელი

source: FONTNAME
ka: ფონტისსახელი

source: Allow multiple selection
ka: მრავალი არჩევანის დაშვება

source: Enable preview
ka: მინიატურის ჩართვა

source: Use large preview
ka: დიდი მინიატურების გამოყენება

source: Show hidden files in file selection dialogs
ka: ფაილის არჩევის დიალოგებში დამალული ფაილების ჩვენება

source: Set source filename
ka: დააყენეთ წყაროს ფაილის სახელი

source: FILENAME
ka: ფაილის სახელი

source: Set mime type of input data
ka: შეყვანის მონაცემების MIME ტიპის დაყენება

source: Set vertical orientation
ka: ვერტიკალური ორიენტაციის დაყენება

source: Identifier of embedded dialogs
ka: ჩაშენებული დიალოგების იდენტიფიკატორი

source: Set extended completion for entries (any, all, or regex)
ka: ჩანაწერების გაფართოებული დასრულების დაყენება (any (ნებისმიერი), all(ყველა) ან regex (რეგულარული გამოსახულება)

source: Set type of output for boolean values (T, t, Y, y, O, o, 1)
ka: ლოგიკური მნიშვნელობების გამოტანის ტიპის დაყენება (T, t, Y, y, O, o, 1)

source: Make main widget scrollable
ka: მთავარი ვიჯეტის გადახვევადად გახდომა

source: Disable search in text and html dialogs
ka: ტექსტში და HTML დიალოგებში ძებნის გამორთვა

source: Enable file operations
ka: ფაილის ოპერაციების ჩართვა

source: Use IEC (base 1024) units with for size values
ka: ზომის მნიშვნელობებში IEC (1024-ზე ბაზირებული) ერთეულების გამოყენება

source: Enable spell check for text
ka: ტექსტისთვის მართლწერის შემოწმების ჩართვა

source: Set spell checking language
ka: მართლწერის შემოწმების ენის დაყენება

source: LANGUAGE
ka: ენა

source: Display about dialog
ka: შესახებ დიალოგის ჩვენება

source: Set application name
ka: აპლიკაციის სახელის დაყენება

source: STRING
ka: სტრიქონი

source: Set application version
ka: აპლიკაციის ვერსიის დაყენება

source: Set application copyright string
ka: აპლიკაციის ლიცენზიის სტრიქონის დაყენება

source: Set application comments string
ka: აპლიკაციის კომენტარის სტრიქონის დაყენება

source: Set application license
ka: აპლიკაციის ლიცენზიის დაყენება

source: Set application authors
ka: აპლიკაციის ავტორების დაყენება

source: LIST
ka: სია

source: Set application website
ka: აპლიკაციის ვებსაიტის დაყენება

source: Set application website label
ka: აპლიკაციის ვებსაიტის წდის დაყენება

source: Display application selection dialog
ka: აპლიკაციის არჩევის დიალოგის ჩვენება

source: Show fallback applications
ka: თუ არჩეული არ მუშაობს, აპლიკაციის მითითება, გადასართავად

source: Show other applications
ka: სხვა აპლიკაციების ჩვენება

source: Show all applications
ka: ყველა აპლიკაციის ჩვენება

source: Output all application data
ka: ყველა აპლიკაციის მონაცემების გამოტანა

source: Display calendar dialog
ka: კალენდრის ფანჯრის ჩვენება

source: Set the calendar day
ka: კალენდრის დღის დაყენება

source: DAY
ka: დღე

source: Set the calendar month
ka: კალენდრის თვის დაყენება

source: MONTH
ka: თვე

source: Set the calendar year
ka: კალენდრის წლის დაყენება

source: YEAR
ka: წელი

source: Set the filename with dates details
ka: თარიღის დეტალების შემცველი ფაილის სახელის დაყენება

source: Show week numbers at the left side of calendar
ka: კალენდარის მარცხენა მხარეს კვირის დღეების ჩვენება

source: Display color selection dialog
ka: ფერის ასარჩევი ფანჯრის ჩვენება

source: Set initial color value
ka: საწყისი ფერის მნიშვნელობის დაყენება

source: COLOR
ka: ფერი

source: Show system palette in color dialog
ka: ფერის დიალოგში სისტემური პალიტრის ჩვენება

source: Set path to palette file. Default -
ka: პალიტრის ფაილის ბილიკის დაყენება. ნაგულისხმები -

source: Expand user palette
ka: მომხმარებლის პალიტრის გაფართოება

source: Show color picker
ka: ფერის ამრჩევის ჩვენება

source: Set output mode to MODE. Values are hex (default) or rgb
ka: გამოტანის რეჟიმის მითითებულ მნიშვნელობებზე დაყენება. მნიშვნელობები თექვსმეტობითშია (ნაგულისხმები) ან RGB

source: MODE
ka: რეჟიმი

source: Add opacity to output color value
ka: გამოტანის ფერის მნიშვნელობისთვის გაუმჭვირვალობის დამატება

source: Display drag-n-drop box
ka: DnD ფანჯრის ჩვენება

source: Use dialog text as tooltip
ka: დიალოგის ტექსტის მინიშნებად გამოყენება

source: Exit after NUMBER of drops
ka: გასვლა მითითებული რაოდენობა დაგდების შემდეგ

source: Display text entry or combo-box dialog
ka: ტექსტის შეყვანის ან კომბო-ბოქსის ფანჯრის ჩვენება

source: Set the entry label
ka: ელემენტის ჭდის დაყენება

source: Set the entry text
ka: ჩანაწერის ტექსტის დაყენება

source: Hide the entry text
ka: ჩანაწერის ტესტის დამალვა

source: Use completion instead of combo-box
ka: Combo-box-ის მაგიერ დასრულების გამოყენება

source: Use spin button for text entry
ka: ტექსტური ჩანაწერებისთვის ბრუნვის ღილაკის ჩვენება

source: Set the left entry icon
ka: მარცხენა ელემენტის ხატულის დაყენება

source: Set the left entry icon action
ka: მარცხენა ელემენტის ხატულის ქმედების დაყენება

source: Set the right entry icon
ka: მარჯვენა ელემენტის ხატულის დაყენება

source: Set the right entry icon action
ka: მარჯვენა ელემენტის ხატულის ქმედების დაყენება

source: Display file selection dialog
ka: ფაილის არჩევის ფანჯრის ჩვენება

source: Activate directory-only selection
ka: მხოლოდ საქაღალდის არჩევა

source: Activate save mode
ka: ნახვის რეჟიმის გააქტიურება

source: Confirm file selection if filename already exists
ka: ფაილის არჩევის დადასტურება, თუ ის უკვე არსებობს

source: Display font selection dialog
ka: ფონტის არჩევის დიალოგის ჩვენება

source: Set text string for preview
ka: მინიატურისთვის ტექტური სტრიქონის დაყენება

source: Separate output of font description
ka: ფონტის აღწერის გამოტანის განცალკევება

source: Display form dialog
ka: ფორმის დიალოგის ჩვენება

source: Add field to form (see man page for list of possible types)
ka: ფორმისთვის ველის დამატება (შესაძლო ტიპებისთვის იხილეთ man page)

source: LABEL[:TYPE]
ka: ჭდე[:ტიპი]

source: Set alignment of filed labels (left, center or right)
ka: ველის ჭდეების სწორების დაყენება (left (მარცხენა), center (ცენტრი), right (მარჯვენა), fill (შევსება))

source: Set number of columns in form
ka: ფორმაში სვეტების რაოდენობის დაყენება

source: Make form fields height and columns width the same size
ka: ფორმის ველების სიმაღლისა და სვეტების სიგანის იგივე ზომის დაყენება

source: Order output fields by rows
ka: გამოტანის ველების მწკრივების მიხედვით დალაგება

source: Set focused field
ka: ფოკუსის მქონე ველის დაყენება

source: Cycled reading of stdin data
ka: Stdin-ის მონაცემების წრიული კითხვა

source: Align labels on button fields
ka: ღილაკის ველებზე ჭდეების დალაგება

source: Set changed action
ka: შეცვლილი ქმედების დაყენება

source: Display HTML dialog
ka: HTML დიალოგის ჩვენება

source: Open specified location
ka: მითითებული მდებარეობის გახსნა

source: Turn on browser mode
ka: ბრაუზერის რეჟიმის ჩართვა

source: Print clicked uri to stdout
ka: დაწკაპუნებული URI-ის stdout-ზე გამოტანა

source: Set encoding of input stream data
ka: შეყვანის ნაკადის მონაცემების კოდირების დაყენება

source: ENCODING
ka: _კოდირება

source: Set user agent string
ka: მომხმარებლის აგენტის სტრიქონის დაყენება

source: Set custom user style
ka: მომხმარებლის სტილის ხელით მითითება

source: Set WebKit property
ka: WebKit-ის თვისების დაყენება

source: PROP
ka: თვისება

source: Display icons box dialog
ka: ხატულის ფანჯრის დიალოგის ჩვენება

source: Read data from .desktop files in specified directory
ka: მითითებულ საქაღალდეში არსებული .desktop ფაილებიდან მონაცემების წაკითხვა

source: DIR
ka: საქაღალდე

source: Use compact (list) view
ka: კომპაქტური (სიის) ხედის გამოყენება

source: Use GenericName field instead of Name for icon label
ka: ხატულის წდისთვის Name ველის მაგიერ GenericName-ის გამოყენება

source: Set the width of dialog items
ka: დიალოგის ელემენტების სიგანის მითითება

source: Force using specified icon size
ka: მითითებული ხატულის ზომის ნაძალადევი გამოყენება

source: Use specified pattern for launch command in terminal (default: xterm -e %s)
ka: ტერმინალში ბრძანების გასაშვებად მითითებული ნიმუშის გამოყენება (ნაგულისხმები: xterm -e %s)

source: Sort items by name instead of filename
ka: ელემენტების ფაილის სახელის მაგიერ სახელით დალაგება

source: Sort items in descending order
ka: საგნების დალაგება დაღმავალი წყობით

source: Activate items by single click
ka: ელემენტების აქტივაციისთვის ერთი წკაპის გამოყენება

source: Watch fot changes in directory
ka: საქაღალდის ცვლილებების თვალყურის დევნება

source: Display list dialog
ka: სიის ფანჯარა

source: Set the column header (see man page for list of possible types)
ka: სვეტის თავსართის დაყენება (შესაძლო ტიპების სიისთვის იხილეთ man page)

source: COLUMN[:TYPE]
ka: სვეტი[:ტიპი]

source: Enbale tree mode
ka: ხის რეჟიმის ჩართვა

source: Use checkboxes for first column
ka: პირველ სვეტში თოლიების გამოყენება

source: Use radioboxes for first column
ka: პირველ სვეტში რადიოჩამრთველების გამოყენება

source: Don't show column headers
ka: სვეტების თავსართების დამალვა

source: Disable clickable column headers
ka: დაწკაპუნებადი სვეტების თავსართების გამორთვა

source: Set grid lines (hor[izontal], vert[ical] or both)
ka: ბადის ხაზების დაყენება (hor[izontal] (ჰორიზონტალური), vert[ical] (ვერტიკალური) ან ორივე)

source: Print all data from list
ka: სიიდან ყველა მონაცემის გამოტანა

source: Set the list of editable columns
ka: ჩასწორებადი სვეტების სიის დაყენება

source: Set the width of a column for start wrapping text
ka: ტექსტის გადატანისთვის სვეტის სიგანის დაყენება

source: Set the list of wrapped columns
ka: გადატანილი სვეტების სიის დაყენება

source: Set ellipsize mode for text columns (none, start, middle or end)
ka: ტექსტური სვეტებისტვის ellipsize რეჟიმის დაყენება (none (არაფერი), start (დასაწყისი), middle (შუა) ან end (ბოლო))

source: Set the list of ellipsized columns
ka: Ellipsized ტიპის სვეტების სიის დაყენება

source: Print a specific column. By default or if 0 is specified will be printed all columns
ka: მითითებული სვეტის გამოტანა. ნაგულისხმებად, ან, თუ 0-ია მითითებული, ყველა სვეტის დაბეჭდვა

source: Hide a specific column
ka: მითითებული სვეტის დამალვა

source: Set the column expandable by default. 0 sets all columns expandable
ka: სვეტის ნაგულისხმებად გაფართოებადად მონიშვნა. 0 ყველა სვეტს გაფართოებადად დააყენებს

source: Set the quick search column. Default is first column. Set it to 0 for disable searching
ka: სწრაფი ძებნის სვეტის დაყენება. ნაგულისხმებად გამოიყენება პირველი სვეტი. გამოსართავად დააყენეთ 0

source: Set the tooltip column
ka: მინიშნების სვეტის დაყენება

source: Set the row separator column
ka: მწკრივის გამყოფი სვეტის დაყენება

source: Set the row separator value
ka: მწკრივის გამყოფის მნიშვნელობის დაყენება

source: Set the limit of rows in list
ka: სიაში მწკრივების ლიმიტის დაყენება

source: Set double-click action
ka: ორმაგი წკაპი ქმედების დაყენება

source: Set select action
ka: არჩევის ქმედების დაყენება

source: Set row action
ka: მწკრივის ქმედების დაყენება

source: Expand all tree nodes
ka: ყველა ხის კვანძის ამოკეცვა

source: Use regex in search
ka: ძებნაში რეგულარული გამოსახულების გამოყენება

source: Disable selection
ka: მონიშვნის გამორთვა

source: Add new records on the top of a list
ka: ახალი ელემენტების სიის თავში დამატება

source: Don't use markup in tooltips
ka: მინიშნებებში მარქაფი გამოყენებული არ იქნება

source: Use column name as a header tooltip
ka: სვეტის სახელის თავსართის მინიშნებად გამოყენება

source: Set columns alignment
ka: სვეტების სწორების დაყენება

source: Set headers alignment
ka: თავსართის სწორების დაყენება

source: Display notebook dialog
ka: რვეულის დიალოგის ჩვენება

source: Add a tab to notebook
ka: რვეულში ახალი ჩანართის დამატება

source: LABEL
ka: ჭდე

source: Set position of a notebook tabs (top, bottom, left or right)
ka: რვეულის ჩანართების მდებარეობის დაყენება (top, bottom, left ან right)

source: Set tab borders
ka: ჩანართის საზღვრების დაყენება

source: Set active tab
ka: აქტიური ჩანართის დაყენება

source: Expand tabs
ka: ჩანართების გაფართოება

source: Use stack mode
ka: სტეკის რეჟიმის გამოყენება

source: Display notification
ka: შეტყობინების ჩვენება

source: Set initial popup menu
ka: საწყისი მხტუნარა მენიუს დაყენება

source: Disable exit on middle click
ka: შუა წკაპზე გამოსვლის გამორთვა

source: Doesn't show icon at startup
ka: გაშვებისას ხატულა ნაჩვენები არ იქნება

source: Set icon size for fully specified icons (default - 16)
ka: სრულად მითითებული ხატულების ზომის დაყენება (ნაგულისხმები - 16)

source: Display paned dialog
ka: პანელების დიალოგის ჩვენება

source: Set orientation (hor[izontal] or vert[ical])
ka: ორიენტაციის დაყენება (hor[izontal] (ჰორიზონტალური) ან vert[ical] (ვერტიკალური))

source: Set initial splitter position
ka: საწყისი გამყოფის მდებარეობის დაყენება

source: Set focused pane (1 or 2)
ka: სახელის დაყენება : %1-დან %2-მდე (1 ან 2)

source: PANE
ka: პანელი

source: Display picture dialog
ka: სურათის დიალოგის

source: Set initial size (fit or orig)
ka: საწყისი ზომის დაყენება (ჩატევა ან ორიგ)

source: Set increment for picture scaling (default - 5)
ka: სურათის მასშტაბირების ინკრემენტის დაყენება (ნაგულისხმები - 5)

source: Set action on image changing
ka: გამოსახულების შეცვლის ქმედების დაყენება

source: Display printing dialog
ka: გამოტანის დიალოგის ჩვენება

source: Set source type (text, image or raw)
ka: წყაროს ტიპის დაყენება (ტექსტი, გამოსახულება ან დაუმუშავებელი)

source: Add headers to page
ka: გვერდზე თავსართების დამატება

source: Display progress indication dialog
ka: მიმდინარეობის ჩვენება

source: Watch for specific bar for auto close
ka: მითითებული პანელისთვის თვალყურის დევნება, რომ ავტომატურად დაიხუროს

source: Set alignment of bar labels (left, center or right)
ka: პანელის ჭდეების სწორების დაყენება(მარცხენა, ცენტრი ან მარჯვენა)

source: Set progress text
ka: მიმდინარეობის ტექსტის დაყენება

source: Hide text on progress bar
ka: პროგრესის პანელის ტექსტის დამალვა

source: Pulsate progress bar
ka: პულსირებადი მიმდინარეობის მაჩვენებელი

source: Dismiss the dialog when 100% has been reached
ka: ფანჯრის დახურვა 100%-ის მიღწევისას

source: Kill parent process if cancel button is pressed
ka: გაუქმების ღილაკის დაჭერისას მშობელი პროცესის მოკვლა

source: Right-To-Left progress bar direction
ka: პროგრესის პანელის მარჯვნიდან-მარცხნივ მიმართულება

source: Show log window
ka: ჟურნალის ფანჯრის ჩვენება

source: Expand log window
ka: ჟურნალის ფანჯრის გაფართოება

source: Place log window above progress bar
ka: პროგრესის პანელის ზემოთ ჟურნალის ფანჯრის მოთავსება

source: Height of log window
ka: ჟურნალის ფანჯრის სიმაღლე

source: Display scale dialog
ka: მასშტაბირების ფანჯრის ჩვენება

source: Set initial value
ka: საწყისი მნიშვნელობის დაყენება

source: VALUE
ka: მნიშვნელობა

source: Set minimum value
ka: მინიმალური მნიშვნელობა

source: Set maximum value
ka: მაქსიმალური მნიშვნელობა

source: Set step size
ka: ბიჯის ზომა

source: Only allow values in step increments
ka: ნაბიჯის ბიჯემში მხოლოდ მნიშვნელობების დაშვება

source: Set paging size
ka: პეიჯინგის ზომის დაყენება

source: Print partial values
ka: ნაწილობრივი მნიშვნელობების ბეჭდვა

source: Hide value
ka: მნიშვნელობის დამალვა

source: Invert direction
ka: მიმართულების ინვერსია

source: Show +/- buttons in scale
ka: მასშტაბში +/- ღილაკების ჩვენება

source: Add mark to scale (may be used multiple times)
ka: მასშტაბირების ნიშნის დამატება (შეგიძლიათ ბევრჯერაც გამოიყენოთ)

source: NAME:VALUE
ka: სახელი:მნიშვნელობა

source: Display text information dialog
ka: ტექსტური ინფორმაციის ფანჯრის ჩვენება

source: Enable text wrapping
ka: ტექსტის გადატანის ჩართვა

source: Set justification (left, right, center or fill)
ka: სტრიქონის გასწორების დაყენება (მარჯვნივ, მარცხნივ, ცენტრი ან შევსება)

source: Set text margins
ka: ტექსტის საზღვრების დაყენება

source: Jump to specific line
ka: მითითებულ ხაზზე გადასვლა

source: Use specified color for text
ka: ტექსტისთვის მითითებული ფერის გამოყენება

source: Use specified color for background
ka: ფონისთვის მითითებული ფერის გამოყენება
