Repository: v1cont/yad
Catalog: po/*.po
Languages: ka

source: Show cursor in read-only mode
ka: მხოლოდ-კითხვის რეჟიმში კურსორის ჩვენება

source: Make URI clickable
ka: URI-ის დაწკაპუნებადად გახდომა

source: Use specified color for links
ka: ბმულებისთვის მითითებული ფერის გამოყენება

source: Use pango markup
ka: Pango-ის მარქაფის გამოყენება

source: Save file instead of print on exit
ka: გამოსვლისას დაბეჭდვის მაგიერ ფაილში შენახვა

source: Confirm save the file if text was changed
ka: შენახვის დადასტურება ტექსტის ცვლილების შემთხვევაში

source: Use specified langauge for syntax highlighting
ka: სინტაქსის გამოკვეთისთვის მითითებული ენის დაყენება

source: Use specified theme
ka: მითითებული თემის გამოყენება

source: Show line numbers
ka: ხაზის ნომრების ჩვენება

source: Highlight current line
ka: მიმდინარე ხაზის გამოკვეთა

source: Enable line marks
ka: ხაზის ნიშნების გამოყენება

source: Set color for first type marks
ka: პირველი ტიპის ნიშნებისთვის ფერის დაყენება

source: Set color for second type marks
ka: მეორე ტიპის ნიშნებისთვის ფერის დაყენება

source: Set position of right margin
ka: მარჯვენა ზღვრის პოზიცია

source: [POS]
ka: [პოზ]

source: Highlight matching brackets
ka: შესაბამისი ბრჭყალების გამოკვეთა

source: Use autoindent
ka: ავტომატური სწორების გამოტოვება

source: Set tabulation width
ka: ტაბულაციის სიგანის დაყენება

source: Set indentation width
ka: შეწევის სიგანის დაყენება

source: Set smart Home/End behavior
ka: ჭკვიანი Home/End-ის ქცევის დაყენება

source: Enable smart backspace
ka: ჭკვიანი backspace-ის ჩართვა

source: Insert spaces instead of tabs
ka: ტაბულაციის მაგიერ გამოტოვებების ჩასმა

source: Sets a filename filter
ka: ფაილის სახელის ფილტრის დაყენება

source: NAME | PATTERN1 PATTERN2 ...
ka: სახელი | ნიმუში1 ნიმუში2 ..

source: Sets a mime-type filter
ka: MIME ტიპის ფილტრის დაყენება

source: NAME | MIME1 MIME2 ...
ka: სახელი | MIME1 MIME2 ...

source: Add filter for images
ka: გამოსახულებებისთვის ფილტრის დამატება

source: [NAME]
ka: [სახელი]

source: Print version
ka: მიმდინარე ვერსიის დაბეჭდვა

source: Load additional CSS settings from file or string
ka: ფაილიდან ან სტრიქონიდან დამატებითი CSS პარამეტრების ჩატვირთვა

source: Load additional CSS settings from file
ka: ფაილიდან დამატებითი CSS პარამეტრების ჩატვირთვა

source: Set policy for horizontal scrollbars (auto, always, never)
ka: ჰორიზონტალური ჩოჩიების წესის დაყენება (ავტომატური, ყოველთვის, არასოდეს)

source: Set policy for vertical scrollbars (auto, always, never)
ka: ვერტიკალური ჩოჩიების წესის დაყენება (ავტომატური, ყოველთვის, არასოდეს)

source: Add path for search icons by name
ka: სახელით ხატულების მოსაძებნი ბილიკის დამატება

source: Load extra arguments from file
ka: ფაილიდან დამატებითი არგუმენტების ჩატვირთვა

source: Mark %s doesn't have a value
ka: ნიშანს %s მნიშვნელობა არ გააჩნია

source: Images
ka: სურათები

source: Unknown color mode: %s
ka: უცნობი ფერის რეჟიმი: %s

source: Unknown buttons layout type: %s
ka: უცნობი ღილაკის განლაგების ტიპი: %s

source: Unknown align type: %s
ka: უცნობი სწორების ტიპი: %s

source: Unknown justification type: %s
ka: უცნობი გასწორების ტიპი: %s

source: Unknown tab position type: %s
ka: უცნობი ჩანართის მდებარეობის ტიპი: %s

source: Unknown ellipsize type: %s
ka: უცნობი ellipsize-ის ტიპი: %s

source: Unknown orientation: %s
ka: უცნობი ორიენტაცია: %s

source: Unknown source type: %s
ka: უცნობი წყაროს ტიპი: %s

source: Progress log
ka: მიმდინარეობის ჟურნალი

source: Unknown size type: %s
ka: უცნობი ზომის ტიპი: %s

source: Unknown completion type: %s
ka: უცნობი დასრულების ტიპი: %s

source: Unknown boolean format type: %s
ka: უცნობი ლოგიკური ფორმატის ტიპი: %s

source: Unknown grid lines type: %s
ka: უცნობი ბადის ხაზების ტიპი: %s

source: Unknown scrollbar policy type: %s
ka: უცნობი ჩოჩიის წესის ტიპი: %s

source: Unknown smart Home/End mode: %s
ka: უცნობი ჭკვიანი Home/End-ის რეჟიმი: %s

source: Unknown signal: %s
ka: უცნობი სიგნალი: %s

source: File exist. Overwrite?
ka: ფაილი არსებობს. გადავაწერო?

source: File was changed. Save it?
ka: ფაილი შეიცვალა. შევინახო?

source: - Yet another dialoging program
ka: - მორიგი დიალოგის პროგრამა

source: General options
ka: საერთო პარამეტრები

source: Show general options
ka: საერთო პარამეტრების ჩვენება

source: Common options
ka: საერთო პარამეტრები

source: Show common options
ka: ზოგადი პარამეტრების ჩვენება

source: About dialog options
ka: დიალოგის პარამეტრების ჩვენება

source: Show custom about dialog options
ka: მორგებული შესახებ დიალოგის პარამეტრების ჩვენება

source: Application selection options
ka: აპლიკაციის არჩევის პარამეტრები

source: Show application selection options
ka: აპლიკაციის არჩევის პარამეტრების ჩვენება

source: Calendar options
ka: კალენდრის მორგება

source: Show calendar options
ka: კალენდრის პარამეტრების ჩვენება

source: Color selection options
ka: ფერის არჩევის პარამეტრები

source: Show color selection options
ka: ფერის არჩევის პარამეტრების ჩვენება

source: DND options
ka: DND-ის მორგება

source: Show drag-n-drop options
ka: DND-ის პარამეტრების ჩვენება

source: Text entry options
ka: ტექსტური ელემენტის პარამეტრები

source: Show text entry options
ka: ტექსტური ელემენტის პარამეტრების ჩვენება

source: File selection options
ka: ფაილის არჩევის პარამეტრები

source: Show file selection options
ka: ფაილის არჩევის პარამეტრების ჩვენება

source: Font selection options
ka: ფონტის არჩევანის მორგება

source: Show font selection options
ka: ფონტის არჩევანის მორგების ჩვენება

source: Form options
ka: ფორმის პარამეტრები

source: Show form options
ka: ფორმის პარამეტრების ცვენება

source: HTML options
ka: HTML-ის პარამეტრები

source: Show HTML options
ka: HTML-ის პარამეტრების ჩვენება

source: Icons box options
ka: ხატულების ფანჯრის პარამეტრები

source: Show icons box options
ka: ხატულების ფანჯრის პარამეტრების ჩვენება

source: List options
ka: სიის პარამეტრები

source: Show list options
ka: სიის პარამეტრების ჩვენება

source: Notebook options
ka: რვეულის მორგება

source: Show notebook dialog options
ka: რვეულის დიალოგის პარამეტრების ჩვენება

source: Notification icon options
ka: გაფრთხილების ხატულების პარამეტრები

source: Show notification icon options
ka: გაფრთხილების ხატულების პარამეტრების ჩვენება

source: Paned dialog options
ka: პანელის დიალოგის პარამეტრები

source: Show paned dialog options
ka: პანელის დიალოგის პარამეტრების ჩვენება

source: Picture dialog options
ka: სურათის დიალოგის პარამეტრები

source: Show picture dialog options
ka: სურათის დიალოგის პარამეტრების ჩვენება

source: Print dialog options
ka: დაბეჭდვის დიალოგის პარამეტრები

source: Show print dialog options
ka: დაბეჭდვის დიალოგის პარამეტრების ჩვენება

source: Progress options
ka: მიმდინარეობის პარამეტრები

source: Show progress options
ka: მიმდინარეობის პარამეტრების ჩვენება

source: Scale options
ka: მასშტაბირების პარამეტრები

source: Show scale options
ka: მასშტაბირების პარამეტრების ჩვენება

source: Text information options
ka: ტექსტური ინფორმაციის პარამეტრები

source: Show text information options
ka: ტექსტური ინფორმაციის პარამეტრების ჩვენება

source: SourceView options
ka: SourceView-ის პარამეტრები

source: Show SourceView options
ka: SourceView-ის პარამეტრების ჩვენება

source: File filter options
ka: ფაილის ფილტრის პარამეტრები

source: Show file filter options
ka: ფაილის ფილტრის პარამეტრების ჩვენება

source: Miscellaneous options
ka: სხვადასხვა პარამეტრები

source: Show miscellaneous options
ka: სხვადასხვა პარამეტრების ჩვენება

source: WARNING: wrong focused pane number %d. Must be 1 or 2
ka: გაფრთხილება: არასწორი ფოკუსის მქონე პანელის ნომერი %d. უნდა იყოს 1 ან 2

source: All files
ka: ყველა ფაილი

source: YAD - Select Image(s)
ka: YAD - აირჩიეთ გამოსახულება/გამოსახულებები

source: Open file(s)...
ka: ფაილ(ებ)-ის გახსნა...

source: Next image
ka: შემდეგი გამოსახულება

source: Previous image
ka: წინა გამოსახულება

source: First image
ka: პირველი გამოსახულება

source: Last image
ka: ბოლო გამოსახულება

source: Fit to window
ka: ფანჯარაში ჩატევა

source: Original size
ka: საწყისი ზომა

source: Increase size
ka: ზომის გაზრდა

source: Decrease size
ka: ზომის შემცირება

source: Rotate left
ka: მარცხნივ მოტრიალება

source: Rotate right
ka: მარჯვნივ მოტრიალება

source: Flip vertical
ka: ვერტიკალურად გადაბრუნება

source: Flip horizontal
ka: ჰორიზონტალურად გადაბრუნება

source: Copy image to clipboard
ka: გამოსახულების ბუფერში კოპირება

source: Copy filename to clipboard
ka: ფაილის სახელის ბუფერში კოპირება

source: Printing failed: %s
ka: დაბეჭდვის შეცდომა: %s

source: File %s not found.
ka: ფაილი "%s" ვერ მოიძებნა.

source: Filename is not specified.
ka: ფაილის სახელი მითითებული არაა.

source: Printer doesn't support ps format.
ka: პრინტერს ps ფორმატის მხარდაჭერა არ გააჩნია.

source: Printer doesn't support pdf format.
ka: პრინტერს pdf ფორმატის მხარდაჭერა არ გააჩნია.

source: This file type is not supported for raw printing.
ka: ეს ფაილის ტიპი პირდაპირი დაბეჭდვისთვის მხარდაჭერილი არაა

source: Load source file failed: %s
ka: წყაროს ფაილის ჩატვირთვის შეცდომა: %s

source: WARNING: You are using old-style progress dialog. This features is obsolete now, please use --bar style instead
ka: გაფრთხილება: ყენებთ ძველი სტილის პროგრესის დალოგს. ეს თვისება ახლა მოძველებულია. გამოიყენეთ სტილი --bar

source: Can't open file %s: %s
ka: %s ფაილის გახსნის შეცდომა: %s

source: Pick up screen color
ka: აირჩიეთ ეკრანის ფერი

source: Palette
ka: პალიტრა

source: Color
ka: ფერი

source: Name
ka: სახელი

source: Save _as...
ka: _შენახვა, როგორც...

source: _Save
ka: _შენახვა

source: _Open...
ka: _გახსნა...

source: _Quit
ka: _გასვლა

source: Theme %s not found
ka: თემა %s ვერ ვიპოვე

source: About
ka: პროგრამის შესახებ

source: Add
ka: დამატება

source: Apply
ka: მიღება

source: Clear
ka: გაწმენდა

source: Close
ka: დახურვა

source: Edit
ka: ჩასწორება

source: Execute
ka: გაშვება

source: No
ka: არა

source: Print
ka: ამობეჭდვა

source: Refresh
ka: განახლება

source: Remove
ka: წაშლა

source: Save
ka: შენახვა

source: Search
ka: ძებნა

source: Settings
ka: მორგება

source: Yes
ka: კი

source: WARNING: Run command failed: %s
ka: გაფრთხილება: ბრძანების გაშვების შეცდომა: %s

source: Case _sensitive
ka: _რეგისტრზე დამოკიდებული

source: scalable
ka: მასშტაბირებადი

source: built-in
ka: ჩაშენებული

source: Show all icons
ka: ყველა ხატულის ჩვენება

source: Show only symbolic icons
ka: მხოლოდ სიმბოლური ხატულების ჩვენება

source: Select and print icon on double-click
ka: ორი წკაპისას ხატულის მონიშვნა და დაბეჭდვა

source: - Icon browser
ka: - ხატულების ბრაუზერი

source: Icon browser
ka: ხატულების ბრაუზერი

source: <b>Name:</b>
ka: <b>სახელი:</b> %1<br/>

source: <b>Sizes:</b>
ka: <b>ზომები:</b>

source: <b>Filename:</b>
ka: <b>ფაილის სახელი:</b>

source: Category
ka: კატეგორია

source: Icons
ka: ხატულები

source: Show list of spell languages
ka: მართლწერის შემოწმების ენების სიის ჩვენება

source: Show list of GtkSourceView themes
ka: GtkSourceView-ის თეების სიის ჩვენება

source: STRING ...
ka: სტრიქონი ...

source: Pango fonts description tools
ka: Pango-ის ფონტების აღწერის პროგრამები

source: Print font name in xft format
ka: ფონტის სახელის xft ფორმატში დაბეჭდვა

source: Print font name in pango format
ka: ფონტის სახელის pango-ის ფორმატში დაბეჭდვა

source: Icon tools
ka: ხატულის პროგრამები

source: Get icon name for mime type
ka: MIME ტიპისთვის ხატულის სახელის მიღება

source: Use specified icon size
ka: მითითებული ხატულის ზომის გამოყენება

source: Get icon size from GtkIconSize type
ka: GtkIconSize-ის ტიპიდან ხატულის ზომის მიღება

source: Use icon theme
ka: ხატულის თემის გამოყენება

source: Color manipulation tools
ka: ფერების მანიპულაციის ხელსაწყოები

source: no font specified
ka: ფონტი მითითებული არაა

source: cannot get font description for for string "%s"
ka: ფონტის აღწერის მიღების შეცდომა სტრიქონისთვის "%s"

source: no icon specified
ka: ხატულა მითითებული არაა

source: - yad miscellaneous tools
ka: - yad-ის სხვადასხვა ხელსაწყოები

source: PFD mode
ka: PFD რეჟიმი

source: Show pfd mode options
ka: PFD რეჟიმის პარამეტრების ჩვენება

source: Icon mode
ka: ხატულის რეჟიმი

source: Show icon mode options
ka: ხატულის რეჟიმის პარამეტრების ჩვენება

source: Color mode
ka: ფერის რეჟიმი

source: Show color mode options
ka: ფერის რეჟიმის პარამეტრების ჩვენება

source: option parsing failed: %s
ka: პარამეტრის დამუშავების შეცდომა: %s

source: no mode specified
ka: რეჟიმი მითითებული არაა

source: Main YAD settings and default values\n\n
ka: YAD-ის მთავარი პარამეტრები და ნაგულისხმები მნიშვნელობებო\n\n

source: Width of dialog window::NUM
ka: სიგანე დიალოგისთვის window::NUM

source: Height of dialog window::NUM
ka: სიმაღლე დიალოგისთვის window::NUM

source: Border width around dialog::NUM
ka: საზღვრის სიგანე dialog::NUM-ის გარეშემო

source: Show remaining time and percentage in timeout progress bar:CHK
ka: დროისა და პროცენტების ჩვენება ვადის პროგრესის მიმდინარეობაზე bar:CHK

source: Combo-box in entry dialog is always editable:CHK
ka: Combo-box ჩანაწერის დიალოგში ყოველთვის ჩასწორებადია:CHK

source: Default terminal command:
ka: ნაგულისხმები ტერმინალის ბრძანება:

source: Default open command:
ka: ნაგულისხმები გახსნის ბრძანება:

source: Default date format:
ka: თარიღის ნაგულისხმები ფორმატი:

source: Default URI color in text-info dialog::CLR
ka: ნაგულისხმები URI-ის ფერი text-info დიალოგში::CLR

source: Maximum number of tabs in notebook dialog::NUM
ka: ჩანართების მაქსიმალური რაოდენობა რვეულის დიალოგში::NUM

source: Use large previews in file selection dialogs:CHK
ka: დიდი მინიატურების ჩვენება ფაილის არჩევანის დიალოგში:CHK

source: Search entry width::NUM
ka: ძებნის ჩანაწერის სიგანე::NUM

source: Ignore unknown command-line options:CHK
ka: იგნორირებული იქნება უცნობი ბრძანების სტრიქონის პარამეტრები:CHK

source: Enable debug mode with information about deprecated features:CHK
ka: გამართვის რეჟიმის ჩართვა ინფორმაციით მოძველებულ თვისებებზე:CHK

source: YAD settings for text editor\nThis settings only usefull when YAD built with GtkSourceView\n\n
ka: YAD-ის პარამეტრები ტექსტური რედაქტორისთვის\nეს პარამეტრები მხოლოდ მაშინაა სასარგებლო, როცა YAD-ი GtkSourceView-ის მხარდაჭერითაა აგებული\n\n

source: Default theme for text-info dialog::CB
ka: ნაგულისხმები თემა text-ინფო დიალოგისთვის::CB

source: Show line numbers:CHK
ka: ხაზის ნომრების ჩვენება:CHK

source: Hightlight current line:CHK
ka: მიმდინარე ხაზის გამოკვეთა:CHK

source: Enable line marks mode:CHK
ka: ხაზის ნიშნების რეჟიმის ჩართვა:CHK

source: Color of first type marks::CLR
ka: პირველი ტიპის ნიშნები ფერი::CHK

source: Color of second type marks::CLR
ka: მეორე ტიპის ნიშნების ფერი::CHK

source: Right margin position::NUM
ka: მარჯვენა ზღვრის პოზიცია:NUM

source: Highlight matching brackets:CHK
ka: შესაბამისი ბრჭყალების გამოკვეთა:CHK

source: Use autoindentation:CHK
ka: ავტომატური შეწევის გამოყენება:CHK

source: Smart Home/End behavior::CB
ka: ჭკვიანი Home/End-ის ქცევა:CB

source: Use smart backspace:CHK
ka: ჭკვიანი backspace-ის გამოყენება:CHK

source: Tabulation width::NUM
ka: ტაბულაციის სიგანე::NUM

source: Indentation width::NUM
ka: შეწევის სიგანე::NUM

source: Insert spaces instead of tabulation:CHK
ka: ტაბულაციის მაგიერ _გამოტოვებების ჩასმა:CHK

source: YAD settings
ka: YAD-ის მორგება

source: Load defaults!view-refresh:3
ka: ნაგულისხმები მნიშვნელობების ჩატვირთვა!view-refresh:3

source: <span size='xx-large' weight='bold'>YAD settings editor</span>
ka: <span size='xx-large' weight='bold'>YAD-ის პარამეტრების რედაქტორი</span>

source: Main
ka: მთავარი

source: Editor
ka: რედაქტორი

source: Icon Browser
ka: ხატულების ბრაუზერი

source: Inspect GTK Icon Theme
ka: GTK-ის ხატულების თემის შემოწმება

source: Simple GUI for editing YAD settings
ka: მარტივი GUI-ი YAD-ის პარამეტრების ჩასასწორებლად
